[
 				{ "data": { "id": "16", "label": 
												
"Scrutin uninominal à deux tours" } },
	
		
									{ "data": { "id": "e0", "source": "16", "target": "13", "label":
																
    					"La méthode d'élection du scrutin uninominal à deux tours (pour la présidentielle) a été mathématiquement prouvée comme posant des problèmes, à la différence, par exemple, de celle du jugement majoritaire." } },
	
	
	
 				{ "data": { "id": "15", "label":
												
"Le peuple ne vote pas les lois" 	} },
	
	
									{ "data": { "id": "e1", "source": "15", "target": "13", "label":
									"Les citoyens devraient avoir la possibilité d'agir sur la loi à tout moment, directement. Or, ils ne le peuvent pas dans le présent système, ils doivent passer par des représentants élus pendant 5 ans. Les lois finissent par protéger ceux qui ont du pouvoir d'influence auprès de ceux qui font les lois (le parlement). La démocratie est mise à mal." } },
	
	
	
	
					{ "data": { "id": "14", "label":
																
"L'Ignorance"   } },
	
	
									{ "data": { "id": "e2", "source": "14", "target": "13", "label":
									"La confusion engendre le manque d'intérêt, et le désintérêt mène à l'abstention massive ou au vote mal éclairé. Ceci engendre un système politique peu représentatif de la population. La démocratie est mise à mal." } },
	
	
	
	
					{ "data": { "id": "13", "label":
																
"Système politique oligarchique" } },
	
	
									{ "data": { "id": "e3", "source": "13", "target": "12", "label":
									"Un système politique représenté par une minorité de puissant favorise les intérêts de cette minorité et met à mal la justice sociale. La Valeur ÉGALITÉ de la république est écorchée." } },
	
									{ "data": { "id": "e4", "source": "13", "target": "11", "label":
									"Un système politique représenté par une minorité de puissant conçoit un système économique qui favorise cette minorité." } },
	
									{ "data": { "id": "e5", "source": "13", "target": "8", "label":
									"Aucune loi ne régit la porosité entre politiques, puissants (propriétaires des médias) et journalistes. La sphère médiatique est sous influence du pouvoir." } },
	
									{ "data": { "id": "e1315", "source": "13", "target": "15", "label":
									"Un système politique qui préserve les intérêts d'une minorité ne changera pas une constitution pour que les citoyens puissent voter les lois directement." } },
	
									{ "data": { "id": "e1316", "source": "13", "target": "16", "label":
									"Un système politique qui préserve les intérêts d'une minorité se garde de voter des changements de la constitution qui instaureraient une nouvelle méthode d'élection qui diminuerait les chances d'être réélu." } },
	
	
	
	
					{ "data": { "id": "12", "label":
																
"Injustice sociale" } },
	
	
									{ "data": { "id": "e6", "source": "12", "target": "3", "label":
									"L'injustice sociale créé un climat insurrectionnel." } },
	
									{ "data": { "id": "e7", "source": "12", "target": "1", "label":
									"L'injustice sociale radicalise et, à l'extrême, mène au terrorisme." } },
	
									{ "data": { "id": "e12-9", "source": "12", "target": "9", "label":
									"L'injustice sociale promeut la comparaison sociale, la jalousie, engendre le vol par nécessité et réduit donc la confiance entre individus. Elle contribue à installer un climat individualiste." } },
	
	
	
	
					{ "data": { "id": "11", "label":
												
"Système économique oligarchique" } },
	
		
									{ "data": { "id": "e11-3", "source": "11", "target": "3", "label":
									"L'avarice et la convoitise de certaines ressources amènent un système économique piloté par une minorité de puissants à créer des guerres (économiques, puis réelles) qui leur sont en fait profitables." } },
	
									{ "data": { "id": "e8", "source": "11", "target": "10", "label":
									"Création monétaire ex-nihilo des banques privées, emprunts étatiques en monnaie scripturale, dette, intérêts, crédit successifs, équilibre entre inflation et déflation, tous ces aspects sont à l'oeuvre dans la façon dont le système économique actuel (un système de Ponzi légal) permet d'enrichir exponentionnellement les plus riches, et pour qu'il ne s'effondre pas une croissance exponentielle est absolument nécessaire." } },
	
	
	
	
					{ "data": { "id": "10", "label":
																
"Croissance exponentielle" } },
	
	
									{ "data": { "id": "e9", "source": "10", "target": "6", "label":
									"L'activité économique est directement liée à la production de déchets. Une croissance économique exponentielle polluera la Terre de manière exponentielle." } },
	
									{ "data": { "id": "e8", "source": "10", "target": "7", "label":
									"L'activité économique est directement liée à l'utilisation de ressources. Une croissance économique exponentielle infinie n'est pas mathématiquement  possible sur une planète finie. Les ressources s'épuisent." } },
	
	
	
	
					{ "data": { "id": "9", "label":
												
"Culture de l'individualisme" } },
	
	
									{ "data": { "id": "e10", "source": "9", "target": "13", "label":
									"La qualité de nos élites est touchée. Ils deviennent moins défenseurs des valeurs de la république et de l'intérêt général." } },
	
	
	
	
					{ "data": { "id": "8", "label":
												
"Sphère médiatique sous influence" } },
	
	
									{ "data": { "id": "e11", "source": "8", "target": "14", "label":
									"Les médias mainstream faillient à fournir une information complète et de qualité. La conscience a du mal à grandir dans un océan d'ignorance et de confusion." } },
	
 									{ "data": { "id": "e12", "source": "8", "target": "9", "label":
									"Les médias mainstream inondent les ondes de contenus crétinisant qui font l'apologie de l'individualisme. Une culture de la compétition et de la vanité grandit via la publicité. La valeur FRATERNITÉ de la République est touchée." } },
	
	
	
	
					{ "data": { "id": "7", "label":
												
"Épuisement des ressources" } },
	
	
									{ "data": { "id": "e13", "source": "7", "target": "5", "label":
									"La déforestation et l'urbanisation, par exemple, détruit les éléments qui absorbe une partie des gaz à effet de serre (CO2)." } },
	
									{ "data": { "id": "e14", "source": "7", "target": "3", "label":
									"La rareté des ressources pousse les peuples à se battre." } },
	
									{ "data": { "id": "e15", "source": "7", "target": "4", "label":
									"l'épuisement des ressources locales génère des famines." } },
	
									{ "data": { "id": "e15", "source": "7", "target": "2", "label":
									"l'épuisement des ressources locales mène les personnes à partir pour en trouver ailleurs." } },
	
	
	
	
					{ "data": { "id": "6", "label":
																
"Pollution" } },
	
	
									{ "data": { "id": "e16", "source": "6", "target": "7", "label":
									"La pollution détruit des ressources naturelle. Effondrement de la biodiversité." } },
	
									{ "data": { "id": "e17", "source": "6", "target": "5", "label":
									"Les émissions de gaz à effet de serre causent un réchauffement/changement climatique." } },
	
	
	
	
					{ "data": { "id": "5", "label":
																
"Changement Climatique" } },
	
									{ "data": { "id": "e18", "source": "5", "target": "0", "label":
									"le changement climatique provoque des évènements météorologique qui tuent directement : tempêtes, canicules, etc.." } },
	
									{ "data": { "id": "e19", "source": "5", "target": "7", "label":
									"Le changement climatique détruit des ressources naturelles. Effondrement de la biodiversité." } },
	
	
	
	
					{ "data": { "id": "4", "label":
																
"Famines" } },
										
	
										{ "data": { "id": "e20", "source": "4", "target": "3", "label":
										"La famine engendre la guerre." } },
	
										{ "data": { "id": "e21", "source": "4", "target": "0", "label":
										"la famine tue." } },
																
													
																

					{ "data": { "id": "3", "label":
																
"Guerres" } },
	
	
										{ "data": { "id": "e22", "source": "3", "target": "7", "label":
										"La guerre détruit les ressources naturelles." } },
	
										{ "data": { "id": "e23", "source": "3", "target": "2", "label":
										"On fuit la guerre. On se réfugie ailleurs." } },
	
										{ "data": { "id": "e24", "source": "3", "target": "1", "label":
										"la guerre mène au terrorisme, e.g. Al Quaida ou Daesh." } },
	
										{ "data": { "id": "e25", "source": "3", "target": "0", "label":
										"la guerre tue" } },
	
		
	
		
					{ "data": { "id": "2", "label":
																
"Réfugiés" } },
	
	
										{ "data": { "id": "e26", "source": "2", "target": "3", "label":
										"L'arrivée massive de réfugiés mal gérée politiquement engendre la guerre." } },
	
	
	
	
					{ "data": { "id": "1", "label":
																
"Terrorisme" } },
	
	
										{ "data": { "id": "e27", "source": "1", "target": "3", "label":
										"Le terrorisme pousse ou constitue un prétexte à la guerre (9/11 -> Afghanistan)." } },
	
										{ "data": { "id": "e28", "source": "1", "target": "0", "label":
										"Le terrorisme tue." } },
	
	
	
	
					{ "data": { "id": "0", "label":
																
"Morts non naturelles" } }
	
 ]